/* 
  Localizable.strings
  XMIDI Editor

  Created by 大川 博 on 2025/09/23.
  
*/


"The new version %@ is now available." = "新しいバージョン %@ が利用可能です";
"Please access the distribution website." = "配布サイトへアクセスしてください";
"Open the distribution website" = "配布Webサイトを開く";
"Close" = "閉じる";
"Your app is newst version." = "お使いのアプリは最新バージョンです";



"Save…" = "保存…";
"Save" = "保存";

"Cancel" = "キャンセル";

"Store to Flash Storage." = "内蔵フラッシュへストアします";
"Store to Flash Storage Complete." = "内蔵フラッシュへのストアしました";
"The contents of the flash storage will be overwritten." = "内蔵フラッシュの内容は上書きされます";
"Restore from Flash Storage." = "内蔵フラッシュからリストアします";
"The contents of the memory will be overwritten." = "メモリの内容は上書きされます";
"Restore to Factory Settings." = "工場出荷時設定に戻します";
"Restore to Factory Settings Complete." = "工場出荷時設定に戻りました";
"Selected Patch# %d" = "パッチ# %d";

"Temporary Patch No in Sync" = "テンポラリパッチの同期待ち";
"Temporary Patch Synchronized" = "テンポラリパッチ同期済み";

" Please wait..." = "しばらくお待ちください...";

"Now Downloading..." = "ダウンロード中...";
"Download Complete." = "ダウンロードが完了しました";
"Donwload Timeout" = "ダウンロードが完了しませんでした";
"Please retry Download." = "ダウンロードを再試行して下さい";

"Now Uploading..." = "アップロード中...";
"Upload complete." = "アップロードが完了しました";
"Upload Timeout" = "アップロードが完了しませんでした";
"Please retry Upload." = "アップロードを再試行して下さい";

"Select XMBD (XMIDI Bulk Dump) or GPB (General-purpose Binary) File" = "XMBD (XMIDIバルクダンプ) または GPB (General-purpose Binary) を選択して下さい";
"Select XMB (XMIDI Bulk Dump) File" = "XMB (XMIDIバルクダンプ) ファイルをを選択して下さい";

"Select Patch#" = "パッチを選択";
"Select Destination Patch#" = "保存先パッチを選択";

"Program Change with Bank Select" = "プログラム・チェンジ + バンク・セレクト";
"Control Change" = "コントロール・チェンジ";
"Program Change & Control Change" = "プログラム・チェンジとコントロール・チェンジ";
"Not Use" = "使わない";
